Can't create one or more Balusters
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCreateOneOrMoreBaluster { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCreateOneOrMoreBaluster As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCreateOneOrMoreBaluster {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace